{
  "startups": [
    {
      "id": "bs-startup-1",
      "title": "Local fintech startup secures Series A funding of $25 million",
      "summary": "Innovative fintech company announces major funding round to expand operations globally.",
      "content": "A rapidly growing fintech startup has secured significant Series A funding from leading venture capital firms. The company plans to use the funds to scale its product, expand into new markets, and hire top talent. Founded three years ago, the startup has disrupted the traditional banking sector with its innovative digital payment solutions.",
      "image": "/images/startup-hub.svg",
      "author": "Ritu Patel",
      "category": "Business",
      "subcategory": "Startups",
      "publishedAt": "2025-11-21T10:00:00Z",
      "views": "98.2K",
      "likes": "4.6K",
      "funding": "$25M",
      "stage": "Series A"
    },
    {
      "id": "bs-startup-2",
      "title": "AI-powered logistics startup raises $15 million in funding",
      "summary": "Tech startup leveraging artificial intelligence for supply chain optimization secures investment.",
      "content": "An AI-powered logistics startup has raised $15 million in Series B funding to accelerate growth. The company's platform uses machine learning to optimize delivery routes and reduce costs. With this funding, they plan to expand to 5 new countries and double their team size.",
      "image": "/images/startup-hub.svg",
      "author": "Ritu Patel",
      "category": "Business",
      "subcategory": "Startups",
      "publishedAt": "2025-11-19T14:30:00Z",
      "views": "76.5K",
      "likes": "3.2K",
      "funding": "$15M",
      "stage": "Series B"
    },
    {
      "id": "bs-startup-3",
      "title": "EdTech startup achieves unicorn status with $1 billion valuation",
      "summary": "Online education platform reaches billion-dollar valuation after successful funding round.",
      "content": "A prominent EdTech startup has achieved unicorn status with a $1 billion valuation after its latest funding round. The platform provides personalized learning experiences to millions of students across India. The company plans to expand its reach to 10 million more students in the next two years.",
      "image": "/images/startup-hub.svg",
      "author": "Ritu Patel",
      "category": "Business",
      "subcategory": "Startups",
      "publishedAt": "2025-11-18T11:15:00Z",
      "views": "156.8K",
      "likes": "7.4K",
      "funding": "$Unicorn",
      "stage": "Growth"
    },
    {
      "id": "bs-startup-4",
      "title": "HealthTech startup partners with 500+ hospitals nationwide",
      "summary": "Digital health platform expands network to provide telemedicine services across the country.",
      "content": "A leading HealthTech startup has partnered with over 500 hospitals nationwide to provide comprehensive telemedicine services. The platform connects patients with qualified doctors for online consultations, diagnostics, and prescription management. This expansion marks a significant milestone in digital healthcare accessibility.",
      "image": "/images/startup-hub.svg",
      "author": "Ritu Patel",
      "category": "Business",
      "subcategory": "Startups",
      "publishedAt": "2025-11-17T09:45:00Z",
      "views": "112.3K",
      "likes": "5.1K",
      "funding": "$Series C",
      "stage": "Growth"
    }
  ],
  "markets": [
    {
      "id": "bs-market-1",
      "title": "Stock market hits all-time high amid positive economic outlook",
      "summary": "Market indices surge on back of strong corporate earnings and economic growth signals.",
      "content": "Stock markets have reached record highs as investors gain confidence in economic recovery. The benchmark indices rose 2.5% this week, driven by positive earnings reports from major companies and government initiatives supporting business growth.",
      "image": "/images/market.svg",
      "author": "Arjun Rao",
      "category": "Business",
      "subcategory": "Markets",
      "publishedAt": "2025-11-22T07:30:00Z",
      "views": "145.6K",
      "likes": "6.8K",
      "index": "Sensex",
      "change": "+2.5%"
    },
    {
      "id": "bs-market-2",
      "title": "Rupee strengthens against US dollar amid forex gains",
      "summary": "Indian rupee appreciates to 6-month high against the US dollar.",
      "content": "The Indian rupee strengthened to a 6-month high against the US dollar today, supported by strong capital inflows and positive economic data. The currency appreciated by 1.2% this month, making imports cheaper and boosting consumer sentiment.",
      "image": "/images/market.svg",
      "author": "Arjun Rao",
      "category": "Business",
      "subcategory": "Markets",
      "publishedAt": "2025-11-21T08:15:00Z",
      "views": "89.4K",
      "likes": "4.1K",
      "index": "INR/USD",
      "change": "+1.2%"
    },
    {
      "id": "bs-market-3",
      "title": "Gold prices surge on global uncertainty and inflation concerns",
      "summary": "Precious metal gains as investors seek safe-haven assets amid economic concerns.",
      "content": "Gold prices have surged 3.2% this week as investors seek safe-haven assets amid global economic uncertainty. International spot prices reached $2,100 per ounce, driven by inflation concerns and expectations of interest rate changes.",
      "image": "/images/market.svg",
      "author": "Arjun Rao",
      "category": "Business",
      "subcategory": "Markets",
      "publishedAt": "2025-11-20T16:20:00Z",
      "views": "124.7K",
      "likes": "5.9K",
      "index": "Gold",
      "change": "+3.2%"
    }
  ],
  "mergers": [
    {
      "id": "bs-merger-1",
      "title": "Major merger announced between two retail giants",
      "summary": "Two of the country's largest retail chains merge to create mega-corporation.",
      "content": "In a landmark deal, two major retail chains have announced a merger that will create India's largest retail corporation with combined revenues exceeding $50 billion. The merged entity will operate over 5,000 stores across the country and employ 200,000+ people.",
      "image": "/images/market.svg",
      "author": "Vikram Singh",
      "category": "Business",
      "subcategory": "Mergers & Acquisitions",
      "publishedAt": "2025-11-20T12:15:00Z",
      "views": "167.3K",
      "likes": "7.9K",
      "dealValue": "$25B",
      "status": "Announced"
    },
    {
      "id": "bs-merger-2",
      "title": "Tech company acquires AI startup for $500 million",
      "summary": "Leading technology firm acquires artificial intelligence company to boost innovation capabilities.",
      "content": "A major technology company has acquired an AI-focused startup for $500 million as part of its strategy to strengthen artificial intelligence capabilities. The acquisition will add 200+ AI engineers and researchers to the company's team, accelerating product innovation.",
      "image": "/images/startup-hub.svg",
      "author": "Vikram Singh",
      "category": "Business",
      "subcategory": "Mergers & Acquisitions",
      "publishedAt": "2025-11-19T15:45:00Z",
      "views": "98.6K",
      "likes": "4.7K",
      "dealValue": "$500M",
      "status": "Completed"
    },
    {
      "id": "bs-merger-3",
      "title": "Pharmaceutical giant acquires biotech company in $2 billion deal",
      "summary": "Major pharma company expands pipeline with acquisition of innovative biotech firm.",
      "content": "A leading pharmaceutical company has acquired an innovative biotech company for $2 billion to expand its drug pipeline. The biotech firm specializes in breakthrough treatments for rare diseases and has several candidates in advanced clinical trials.",
      "image": "/images/market.svg",
      "author": "Vikram Singh",
      "category": "Business",
      "subcategory": "Mergers & Acquisitions",
      "publishedAt": "2025-11-18T13:20:00Z",
      "views": "134.2K",
      "likes": "6.4K",
      "dealValue": "$2B",
      "status": "Announced"
    }
  ],
  "economy": [
    {
      "id": "bs-economy-1",
      "title": "GDP growth accelerates to 7.2% in Q3 2025",
      "summary": "Robust economic growth driven by strong consumer spending and investment.",
      "content": "India's GDP growth has accelerated to 7.2% in the third quarter of 2025, exceeding expectations. The growth is driven by strong consumer spending, increased government investment in infrastructure, and growing industrial output. Economists project full-year growth of 7.0%.",
      "image": "/images/market.svg",
      "author": "Arjun Rao",
      "category": "Business",
      "subcategory": "Economy",
      "publishedAt": "2025-11-22T10:00:00Z",
      "views": "178.9K",
      "likes": "8.5K",
      "gdp": "7.2%",
      "period": "Q3 2025"
    },
    {
      "id": "bs-economy-2",
      "title": "Inflation moderates to 5.2% as food prices stabilize",
      "summary": "Consumer inflation eases from previous months on stable food prices.",
      "content": "Consumer inflation has moderated to 5.2% in November, down from 6.1% in October, as food prices stabilized following better harvests. Core inflation, excluding food and fuel, remains elevated at 4.8%, prompting careful monitoring by policymakers.",
      "image": "/images/market.svg",
      "author": "Arjun Rao",
      "category": "Business",
      "subcategory": "Economy",
      "publishedAt": "2025-11-21T12:30:00Z",
      "views": "156.4K",
      "likes": "7.4K",
      "inflation": "5.2%",
      "status": "Moderate"
    },
    {
      "id": "bs-economy-3",
      "title": "Government announces infrastructure investment package worth $50 billion",
      "summary": "Major investment initiative to boost infrastructure development and create jobs.",
      "content": "The government has announced a comprehensive infrastructure investment package worth $50 billion over the next five years. The package includes investments in roads, railways, ports, and digital infrastructure, aimed at boosting economic growth and employment.",
      "image": "/images/market.svg",
      "author": "Arjun Rao",
      "category": "Business",
      "subcategory": "Economy",
      "publishedAt": "2025-11-20T14:15:00Z",
      "views": "142.6K",
      "likes": "6.8K",
      "amount": "$50B",
      "period": "5 years"
    }
  ]
}
